ox_docs/isos/intro_to_isos/KBe21isos101retRoundtableNotes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-26 Sun 09:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Taproot" />
<link rel="stylesheet" href="https://taproot3.sanity.gq/global.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title"></h1> <h2 class="subtitle"></h2> <span class="author">Taproot</span> <span class="date">2021-09-11 Sat 16:34</date></div>
</div>
<div id="content">
<div id="outline-container-orgdc8386f" class="outline-2">
<h2 id="orgdc8386f"><span class="section-number-2">1</span> animal ethics</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org1486d28" class="outline-3">
<h3 id="org1486d28"><span class="section-number-3">1.1</span> what is the ethical issue?</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org21e0e26" class="outline-4">
<h4 id="org21e0e26"><span class="section-number-4">1.1.1</span> should other species be tested on / sacrificed on possibly dangerous products</h4>
</div>

<div id="outline-container-org2dca07f" class="outline-4">
<h4 id="org2dca07f"><span class="section-number-4">1.1.2</span> fundamentally, are animal lives worth less than human lives</h4>
</div>
</div>

<div id="outline-container-org36b4b20" class="outline-3">
<h3 id="org36b4b20"><span class="section-number-3">1.2</span> perspectives</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org73c2cc5" class="outline-4">
<h4 id="org73c2cc5"><span class="section-number-4">1.2.1</span> animal testing is often unethical: animals are not treated right and often die during failed attempts</h4>
</div>

<div id="outline-container-orgf7bd173" class="outline-4">
<h4 id="orgf7bd173"><span class="section-number-4">1.2.2</span> however, to push science forward, some ammount of testing is needed. Testing on humans seems worse than testing on animals.</h4>
</div>
</div>

<div id="outline-container-org75df816" class="outline-3">
<h3 id="org75df816"><span class="section-number-3">1.3</span> stakes</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-orga6136b5" class="outline-4">
<h4 id="orga6136b5"><span class="section-number-4">1.3.1</span> larger corporations who are trying to get products out to market have the resources, scale, and incentive to use animal testing</h4>
</div>

<div id="outline-container-orge3465dc" class="outline-4">
<h4 id="orge3465dc"><span class="section-number-4">1.3.2</span> biodiversity is being harmed when some species are specifically targeted for testing</h4>
</div>

<div id="outline-container-orgdd5807c" class="outline-4">
<h4 id="orgdd5807c"><span class="section-number-4">1.3.3</span> animal testing allows new drugs / procedures to be tested before accidentally hurting humans in clinical trials</h4>
<div class="outline-text-4" id="text-1-3-3">
</div>
<ol class="org-ol">
<li><a id="orgaf23eb9"></a>can see long term / life-long efffects because animal lives are shorter<br /></li>

<li><a id="orgbf732d4"></a>however, 90% of trials that pass animal stages fail on humans, so does it really even work<br /></li>
</ol>
</div>

<div id="outline-container-orgd637dbc" class="outline-4">
<h4 id="orgd637dbc"><span class="section-number-4">1.3.4</span> consumer activism can disincentivise corporations from using non-essential animal testing (eg. cosmetic)</h4>
</div>
</div>
</div>


<div id="outline-container-orgf62f8aa" class="outline-2">
<h2 id="orgf62f8aa"><span class="section-number-2">2</span> animal ethics</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org8a033ae" class="outline-3">
<h3 id="org8a033ae"><span class="section-number-3">2.1</span> what is the ethical issue?</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orgee73ac8" class="outline-4">
<h4 id="orgee73ac8"><span class="section-number-4">2.1.1</span> should other species be tested on / sacrificed on possibly dangerous products</h4>
</div>

<div id="outline-container-org5489053" class="outline-4">
<h4 id="org5489053"><span class="section-number-4">2.1.2</span> fundamentally, are animal lives worth less than human lives</h4>
</div>
</div>

<div id="outline-container-orgabd72e3" class="outline-3">
<h3 id="orgabd72e3"><span class="section-number-3">2.2</span> perspectives</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-org13c45bc" class="outline-4">
<h4 id="org13c45bc"><span class="section-number-4">2.2.1</span> animal testing is often unethical: animals are not treated right and often die during failed attempts</h4>
</div>

<div id="outline-container-orgad1ec25" class="outline-4">
<h4 id="orgad1ec25"><span class="section-number-4">2.2.2</span> however, to push science forward, some ammount of testing is needed. Testing on humans seems worse than testing on animals.</h4>
</div>
</div>

<div id="outline-container-orgc42e6cd" class="outline-3">
<h3 id="orgc42e6cd"><span class="section-number-3">2.3</span> stakes</h3>
<div class="outline-text-3" id="text-2-3">
</div>
<div id="outline-container-orgeef2d5e" class="outline-4">
<h4 id="orgeef2d5e"><span class="section-number-4">2.3.1</span> larger corporations who are trying to get products out to market have the resources, scale, and incentive to use animal testing</h4>
</div>

<div id="outline-container-orgc9b965e" class="outline-4">
<h4 id="orgc9b965e"><span class="section-number-4">2.3.2</span> biodiversity is being harmed when some species are specifically targeted for testing</h4>
</div>

<div id="outline-container-orgccf215e" class="outline-4">
<h4 id="orgccf215e"><span class="section-number-4">2.3.3</span> animal testing allows new drugs / procedures to be tested before accidentally hurting humans in clinical trials</h4>
<div class="outline-text-4" id="text-2-3-3">
</div>
<ol class="org-ol">
<li><a id="orgf4fc103"></a>can see long term / life-long efffects because animal lives are shorter<br /></li>

<li><a id="org93792e5"></a>however, 90% of trials that pass animal stages fail on humans, so does it really even work<br /></li>
</ol>
</div>

<div id="outline-container-org90019fb" class="outline-4">
<h4 id="org90019fb"><span class="section-number-4">2.3.4</span> consumer activism can disincentivise corporations from using non-essential animal testing (eg. cosmetic)</h4>
</div>
</div>
</div>

<div id="outline-container-orgd2ef9d4" class="outline-2">
<h2 id="orgd2ef9d4"><span class="section-number-2">3</span> isos scategories</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org74ab9dc" class="outline-3">
<h3 id="org74ab9dc"><span class="section-number-3">3.1</span> round one</h3>
<div class="outline-text-3" id="text-3-1">
<p>
<b>*</b>
</p>
</div>

<div id="outline-container-org7e2d409" class="outline-4">
<h4 id="org7e2d409"><span class="section-number-4">3.1.1</span> pluto</h4>
</div>

<div id="outline-container-org51b6e19" class="outline-4">
<h4 id="org51b6e19"><span class="section-number-4">3.1.2</span> picosecond</h4>
</div>

<div id="outline-container-org983b2e0" class="outline-4">
<h4 id="org983b2e0"><span class="section-number-4">3.1.3</span> planets</h4>
<div class="outline-text-4" id="text-3-1-3">
<p>
<b>*</b>
</p>
</div>
</div>

<div id="outline-container-org4034ef3" class="outline-4">
<h4 id="org4034ef3"><span class="section-number-4">3.1.4</span> planet earth</h4>
</div>

<div id="outline-container-orgb53ee90" class="outline-4">
<h4 id="orgb53ee90"><span class="section-number-4">3.1.5</span> pangea</h4>
<div class="outline-text-4" id="text-3-1-5">
<p>
<b>*</b>
</p>

<p>
<b>*</b>
</p>

<p>
<b>*</b>
</p>
</div>
</div>

<div id="outline-container-orgfbbac67" class="outline-4">
<h4 id="orgfbbac67"><span class="section-number-4">3.1.6</span> pliers</h4>
<div class="outline-text-4" id="text-3-1-6">
<p>
<b>*</b>
</p>

<p>
<b>*</b>
</p>
</div>
</div>

<div id="outline-container-org738ccc5" class="outline-4">
<h4 id="org738ccc5"><span class="section-number-4">3.1.7</span> pteradactyl</h4>
<div class="outline-text-4" id="text-3-1-7">
<p>
<b>*</b>
</p>

<p>
<b>*</b>
</p>

<p>
<b>*</b>
</p>
</div>
</div>

<div id="outline-container-org17bfee6" class="outline-4">
<h4 id="org17bfee6"><span class="section-number-4">3.1.8</span> paradigms</h4>
</div>
</div>


<div id="outline-container-org51fc9da" class="outline-3">
<h3 id="org51fc9da"><span class="section-number-3">3.2</span> W</h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-org022d68d" class="outline-4">
<h4 id="org022d68d"><span class="section-number-4">3.2.1</span> water recycling, wasm</h4>
</div>

<div id="outline-container-org5e659a6" class="outline-4">
<h4 id="org5e659a6"><span class="section-number-4">3.2.2</span> watt</h4>
</div>

<div id="outline-container-orgaf803c3" class="outline-4">
<h4 id="orgaf803c3"><span class="section-number-4">3.2.3</span> watts</h4>
</div>

<div id="outline-container-org9904889" class="outline-4">
<h4 id="org9904889"><span class="section-number-4">3.2.4</span> wetlands, water</h4>
<div class="outline-text-4" id="text-3-2-4">
<p>
<b>*</b>
</p>

<p>
<b>*</b>
</p>
</div>
</div>

<div id="outline-container-org18f2df3" class="outline-4">
<h4 id="org18f2df3"><span class="section-number-4">3.2.5</span> weight</h4>
<div class="outline-text-4" id="text-3-2-5">
<p>
<b>*</b>
</p>

<p>
<b>*</b>
</p>

<p>
<b>*</b>
</p>
</div>
</div>

<div id="outline-container-org09bb9c8" class="outline-4">
<h4 id="org09bb9c8"><span class="section-number-4">3.2.6</span> walls, water</h4>
</div>

<div id="outline-container-org5397d2d" class="outline-4">
<h4 id="org5397d2d"><span class="section-number-4">3.2.7</span> watch</h4>
<div class="outline-text-4" id="text-3-2-7">
<p>
<b>*</b>
</p>

<p>
<b>*</b>
</p>

<p>
<b>*</b>
</p>
</div>
</div>

<div id="outline-container-org8888415" class="outline-4">
<h4 id="org8888415"><span class="section-number-4">3.2.8</span> mrs. who</h4>
</div>

<div id="outline-container-org25e1883" class="outline-4">
<h4 id="org25e1883"><span class="section-number-4">3.2.9</span> weighing</h4>
</div>

<div id="outline-container-org4b2009f" class="outline-4">
<h4 id="org4b2009f"><span class="section-number-4">3.2.10</span> watershed ecology, weak force study</h4>
</div>
</div>


<div id="outline-container-org275ec6e" class="outline-3">
<h3 id="org275ec6e"><span class="section-number-3">3.3</span> L</h3>
<div class="outline-text-3" id="text-3-3">
</div>
<div id="outline-container-org9e8a02a" class="outline-4">
<h4 id="org9e8a02a"><span class="section-number-4">3.3.1</span> Lithography</h4>
</div>

<div id="outline-container-org8a428c5" class="outline-4">
<h4 id="org8a428c5"><span class="section-number-4">3.3.2</span> lumen</h4>
</div>

<div id="outline-container-orgc95c214" class="outline-4">
<h4 id="orgc95c214"><span class="section-number-4">3.3.3</span> lumens</h4>
</div>

<div id="outline-container-org649d7c0" class="outline-4">
<h4 id="org649d7c0"><span class="section-number-4">3.3.4</span> laser</h4>
<div class="outline-text-4" id="text-3-3-4">
<p>
<b>*</b>
</p>
</div>
</div>

<div id="outline-container-orge564351" class="outline-4">
<h4 id="orge564351"><span class="section-number-4">3.3.5</span> layfette?</h4>
</div>

<div id="outline-container-orgc641b82" class="outline-4">
<h4 id="orgc641b82"><span class="section-number-4">3.3.6</span> language</h4>
<div class="outline-text-4" id="text-3-3-6">
<p>
<b>*</b>
</p>
</div>
</div>

<div id="outline-container-org10b9267" class="outline-4">
<h4 id="org10b9267"><span class="section-number-4">3.3.7</span> leonardo davinci</h4>
<div class="outline-text-4" id="text-3-3-7">
<p>
<b>*</b>
</p>
</div>
</div>

<div id="outline-container-org9794fd3" class="outline-4">
<h4 id="org9794fd3"><span class="section-number-4">3.3.8</span> laboratory lighter</h4>
</div>

<div id="outline-container-org8943847" class="outline-4">
<h4 id="org8943847"><span class="section-number-4">3.3.9</span> lentivirus</h4>
</div>

<div id="outline-container-orge6a0dad" class="outline-4">
<h4 id="orge6a0dad"><span class="section-number-4">3.3.10</span> laser leveling</h4>
<div class="outline-text-4" id="text-3-3-10">
</div>
</div>
</div>
</div>
</div>
</body>
</html>
