docs/isos/intro_to_isos/KBe21isos101retRoundtableNotes.tex
% Created 2021-09-11 Sat 16:42
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Taproot}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Taproot},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\section{animal ethics}
\label{sec:org7d4f02c}

\subsection{what is the ethical issue?}
\label{sec:org7275692}

\subsubsection{should other species be tested on / sacrificed on possibly dangerous products}
\label{sec:org1b56659}

\subsubsection{fundamentally, are animal lives worth less than human lives}
\label{sec:orgda5a0e1}

\subsection{perspectives}
\label{sec:org42f69c8}

\subsubsection{animal testing is often unethical: animals are not treated right and often die during failed attempts}
\label{sec:orgfd330b3}

\subsubsection{however, to push science forward, some ammount of testing is needed. Testing on humans seems worse than testing on animals.}
\label{sec:orgab356b6}

\subsection{stakes}
\label{sec:org20192c4}

\subsubsection{larger corporations who are trying to get products out to market have the resources, scale, and incentive to use animal testing}
\label{sec:orged0fca5}

\subsubsection{biodiversity is being harmed when some species are specifically targeted for testing}
\label{sec:orgd96cf2b}

\subsubsection{animal testing allows new drugs / procedures to be tested before accidentally hurting humans in clinical trials}
\label{sec:orgbc8bf8a}

\begin{enumerate}
\item can see long term / life-long efffects because animal lives are shorter
\label{sec:orgdfae188}

\item however, 90\% of trials that pass animal stages fail on humans, so does it really even work
\label{sec:org32a6e9c}
\end{enumerate}

\subsubsection{consumer activism can disincentivise corporations from using non-essential animal testing (eg. cosmetic)}
\label{sec:orgbc5cf90}


\section{animal ethics}
\label{sec:org5bfad1d}

\subsection{what is the ethical issue?}
\label{sec:orgb0cdced}

\subsubsection{should other species be tested on / sacrificed on possibly dangerous products}
\label{sec:org140f4a8}

\subsubsection{fundamentally, are animal lives worth less than human lives}
\label{sec:org6e5989e}

\subsection{perspectives}
\label{sec:orgc29219e}

\subsubsection{animal testing is often unethical: animals are not treated right and often die during failed attempts}
\label{sec:orge4706d4}

\subsubsection{however, to push science forward, some ammount of testing is needed. Testing on humans seems worse than testing on animals.}
\label{sec:orgdbeee9a}

\subsection{stakes}
\label{sec:org0c0cd4f}

\subsubsection{larger corporations who are trying to get products out to market have the resources, scale, and incentive to use animal testing}
\label{sec:org5dbd8b1}

\subsubsection{biodiversity is being harmed when some species are specifically targeted for testing}
\label{sec:org3a3a64d}

\subsubsection{animal testing allows new drugs / procedures to be tested before accidentally hurting humans in clinical trials}
\label{sec:orgd3a6046}

\begin{enumerate}
\item can see long term / life-long efffects because animal lives are shorter
\label{sec:org26ac3be}

\item however, 90\% of trials that pass animal stages fail on humans, so does it really even work
\label{sec:orgee54327}
\end{enumerate}

\subsubsection{consumer activism can disincentivise corporations from using non-essential animal testing (eg. cosmetic)}
\label{sec:orga0e3339}

\section{isos scategories}
\label{sec:org49229c7}

\subsection{round one}
\label{sec:org5c50a56}

\textbf{*}

\subsubsection{pluto}
\label{sec:org707f60e}

\subsubsection{picosecond}
\label{sec:org44e5b5b}

\subsubsection{planets}
\label{sec:orgc0a347d}

\textbf{*}

\subsubsection{planet earth}
\label{sec:org7f459a0}

\subsubsection{pangea}
\label{sec:org3f74aaf}

\textbf{*}

\textbf{*}

\textbf{*}

\subsubsection{pliers}
\label{sec:orgf37a28a}

\textbf{*}

\textbf{*}

\subsubsection{pteradactyl}
\label{sec:org63fe4be}

\textbf{*}

\textbf{*}

\textbf{*}

\subsubsection{paradigms}
\label{sec:org239cc5c}


\subsection{W}
\label{sec:org8c0410c}

\subsubsection{water recycling, wasm}
\label{sec:orga1282e9}

\subsubsection{watt}
\label{sec:orga3c5442}

\subsubsection{watts}
\label{sec:orgcc0ee37}

\subsubsection{wetlands, water}
\label{sec:orgcc6eb7a}

\textbf{*}

\textbf{*}

\subsubsection{weight}
\label{sec:orga68a6c8}

\textbf{*}

\textbf{*}

\textbf{*}

\subsubsection{walls, water}
\label{sec:orga8117d3}

\subsubsection{watch}
\label{sec:org0c35334}

\textbf{*}

\textbf{*}

\textbf{*}

\subsubsection{mrs. who}
\label{sec:org740f7a9}

\subsubsection{weighing}
\label{sec:org0c26333}

\subsubsection{watershed ecology, weak force study}
\label{sec:org6b8fc48}


\subsection{L}
\label{sec:org4d8ded7}

\subsubsection{Lithography}
\label{sec:org532fce0}

\subsubsection{lumen}
\label{sec:org90d6782}

\subsubsection{lumens}
\label{sec:orga33edba}

\subsubsection{laser}
\label{sec:orgcf0ef6b}

\textbf{*}

\subsubsection{layfette?}
\label{sec:orge25d83a}

\subsubsection{language}
\label{sec:org1156d8d}

\textbf{*}

\subsubsection{leonardo davinci}
\label{sec:org73be518}

\textbf{*}

\subsubsection{laboratory lighter}
\label{sec:org7c210e0}

\subsubsection{lentivirus}
\label{sec:org7be5c7c}

\subsubsection{laser leveling}
\label{sec:org4d2041e}
\end{document}
